Repository: archivczsk/archivczsk
Catalog: locale/*.po
Languages: cs, sk

source: Checking for updates
cs: Kontroluji aktualizace
sk: Kontrolujem aktualizácie

source: Do you want to update
cs: Chcete aktualizovat
sk: Chcete aktualizovať

source: addons
cs: doplňky
sk: doplnky

source: Following addons were updated
cs: Následující doplňky byly úspěšně aktualizovány:
sk: Nasledúce doplnky boli aktualizované:

source: You need to restart E2. Do you want to restart it now?
cs: Změny se projeví po restartu E2. Chcete nyní restartovat E2?
sk: Zmeny sa prejavia po reštarte E2. Chcete reštartovať E2 teraz?

source: Search in
cs: Vyhledávat v
sk: Vyhľadávať v

source: Empty search expression
cs: Žádný hledaný výraz
sk: Prosím vložte hľadaný výraz

source: Search fatal error.
cs: Hledám
sk: Hľadám

source: Cannot search, archivCZSK is not installed
cs: Nelze vyhledávat, ArchivCZSK není nainstalován
sk: Nemôžem vyhľadávať, ArchivCZSK nie je nainštalovaný

source: unknown error
cs: Neznámá chyba
sk: Neznáma Chyba

source: Error while trying to retrieve search list
cs: Chyba při pokusu o načtení seznamu hledání
sk: Chyba pri získavaní vyhľadávaného zoznamu

source: You cannot search, archivCZSK Search is already running
cs: Nyní nemůžete vyhledávat, vyhledávání právě probíhá!
sk: Nemôžete vyhľadávať, ArchivCZSK vyhľadávanie práve prebieha

source: Cannot find searcher
cs: Nelze najít vyhledávač
sk: Nemôžem nájsť vyhľadávač

source: Show CSFD info failed.
cs: Plugin CSFDLite není nainstalován nebo selhalo jeho otevření.
sk: Zobrazení CSFD info selhalo.

source: List of storage devices
cs: Seznam úložišť
sk: Zoznam úložísk

source: Parent directory
cs: Nadřízený adresář
sk: Predchádzajúci adresár

source: nothing connected
cs: nic nepřipojeno
sk: nič nepripojené

source: Show movie info
cs: Zobrazit informace o filmu
sk: Zobraziť informácie o filme

source: Addon order
cs: Pořadí doplňku
sk: Poradie doplnku

source: general
cs: Obecné
sk: Obecné

source: Please set your search expression
cs: Prosím vložte hledaný výraz
sk: Prosím vložte hľadaný výraz

source: Please wait until enough data is downloaded for fluent playback
cs: Počkejte, dokud se nestáhne dostatek dat pro plynulé přehrávání
sk: Počkajte kým bude stiahnutých dosť dát pre neprerušované prehrávanie

source: Bufferring
cs: Ukládání do vyrovnávací paměti
sk: Načítavam

source: You can press any key to stop pre-buffering and start immediately
cs: Můžete stisknout libovolné tlačítko pro zastavení předběžného ukládání do vyrovnávací paměti a okamžité spuštění
sk: Môžete stlačiť ľubovoľné tlačidlo pre ukončenie načítavania a okamžité prehrávanie

source: Play and download mode is not supported by all video formats.
cs: Režim přehrávání a stahování není podporován pro všechny video formáty.
sk: Mód prehrávať a sťahovať, nie je podporovaný pre všetky video formáty.

source: Player can start to behave unexpectedly or no to play video at all.
cs: Přehrávač se může začít chovat nepředvídatelně, nebo video vůbec nepřehraje.
sk: Prehrávač sa môže správať neočakávane alebo vôbec neprehrať video

source: Do yo want to continue?
cs: Chcete pokračovat?
sk: Chcete pokračovať?

source: Download error, look into the log file.
cs: Chyba stahování, skontrolujte log soubor
sk: Chyba sťahovania, pozrite logovací súbor

source: Select new location
cs: Vyberte nové umístění
sk: Vyberte nové umiestnenie

source: Edit filename
cs: Upravit název souboru
sk: Zmeniť názov súboru

source: Do you want to download
cs: Chcete stáhnout
sk: Chcete sťiahnuť

source: Source
cs: Zdroj
sk: Zdroj

source: Destination
cs: Cílová složka
sk: Cieľ

source: free
cs: volných
sk: voľných

source: Filename
cs: Název souboru
sk: Názov súboru

source: yes
cs: ano
sk: áno

source: no
cs: ne
sk: nie

source: Change location
cs: Změnit umístění
sk: Zmeniť umiestnenie

source: All addons
cs: Všechny doplňky
sk: Všetky doplnky

source: Category list
cs: Seznam kategorií
sk: Zoznam kategórií

source: You need to update archivCZSK at least to version {version}
cs: Musíte aktualizovat archivCZSK alespoň na verzi {version}
sk: Musíte aktualizovať ArchivCZSK aspoň na verziu {version}

source: unknown
cs: Neznámý
sk: ??? MB

source: succesfully finished
cs: úspěšně dokončeno
sk: úspešne skončilo

source: not succesfully finished
cs: neúspěšně dokončeno
sk: neúspešne skončilo

source: downloading
cs: stahuji...
sk: sťahujem...

source: Addon is broken
cs: Doplňek je nefunkční
sk: Doplnok je nefunkčný

source: Reason
cs: Důvod
sk: Dôvod

source: Do you want to disable this addon?
cs: Chcete vypnout tento doplněk?
sk: Chcete vypnúť tento doplnok?

source: Settings
cs: Nastavení
sk: Nastavenia

source: Changelog
cs: Změny
sk: Zmeny

source: Downloads
cs: Stažené soubory
sk: Stiahnuté súbory

source: Shortcuts
cs: Záložky
sk: Záložky

source: Add to category
cs: Přidat do kategorie
sk: Pridať do kategórie

source: Remove from category
cs: Zmazat z kategorie
sk: Zmazať z kategórie

source: Enable
cs: Zapnout
sk: Zapnúť

source: Disable
cs: Vypnout
sk: Vypnúť

source: Remove
cs: Odstranit
sk: Zmazať

source: Do you want to remove
cs: Chcete odstranit
sk: Chcete zmazať

source: Rename
cs: Přejmenovat
sk: Premenovať

source: Set new category name:
cs: Zadejtenové jméno kategorie
sk: Zvoľte nové meno kategórie

source: category
cs: kategorii
sk: kategóriu

source: Open
cs: Otevřít položku
sk: Otvoriť položku

source: Add Shortcut
cs: Přidat záložku
sk: Pridať záložku

source: Do you want to add
cs: Chcete přidat
sk: Chcete pridať

source: shortcut?
cs: záložku?
sk: záložku?

source: Download
cs: Stáhnout
sk: Stiahnuť

source: Play
cs: Přehrát
sk: Prehrať

source: Play and Download
cs: Přehraj a stahuj
sk: Prehrávaj a sťahuj

source: Resolve videos
cs: Načítej videa
sk: Načítaj videá

source: Please select source
cs: Prosím zvolte zdroj
sk: Prosím zvoľte zdroj

source: Show playlist
cs: Zobrazit playlist
sk: Zobraziť playlist

source: Stop playing this movie?
cs: Ukončit přehrávání videa?
sk: Ukončiť prehrávanie tohto videa?

source: Aspect
cs: Poměr

source: Show subservices
cs: Zobrazit titulky
sk: Zobraziť subservices

source: Please select subservice...
cs: Prosím zvolte zdroj
sk: Prosím zvoľte subservice...

source: Play next entry in playlist
cs: Přehrát nasledujíci záznam v playlistu
sk: Prehrať nasledujúci záznam v playliste

source: Play previous entry in playlist
cs: Přehrát předcházejíci záznam v playlistu
sk: Prehrať predchádzajúci záznam v playliste

source: Exit player
cs: Ukončit přehrávač
sk: Ukončiť prehrávač

source: Resuming playback
cs: Obnovit přehrávání
sk: Obnoviť prehrávanie

source: Update archivCZSK complete.
cs: Aktualizace archivCZSK proběhla úspěšně.
sk: Aktualizácia archivCZSK prebehla úspešne.

source: Do you want to update archivCZSK to version
cs: Přejete si aktualizovat archivCZSK na verzi
sk: Prajete si aktualizovať archivCZSK na verziu

source: Search results for
cs: Výsledky hledání pro
sk: Výsledky hľadania pre

source: List
cs: Seznam
sk: Zoznam

source: Film info
cs: Info o filmu
sk: Info o filme

source: Searching for
cs: Hledám
sk: Hľadám

source: Download complete for
cs: Stahování dokončeno pro
sk: Sťahovanie dokončené pre

source: Comments
cs: Komentáře
sk: Komentáre

source: Csfd info for
cs: Csfd info pro
sk: Csfd info pre

source: Type text of picture
cs: Opište text obrázku
sk: Opíšte text obrázku

source: finished
cs: dokončeno
sk: ukončené

source: finished with errors
cs: dokončeno s chybou
sk: ukončené s chybami

source: Finished:
cs: Dokončeno:
sk: Ukončené:

source: Loading
cs: Načítám...
sk: Načítavam...

source: show menu of current addon
cs: zobrazí informace o doplňku
sk: zobrazí možnosti doplnku

source: enabled
cs: zapnuto
sk: zapnutý

source: broken
cs: nefunkční
sk: nefunkčný

source: disabled
cs: vypnutý
sk: vypnutý

source: Author:
cs: Autor:
sk: Autor:

source: Version:
cs: Verze:
sk: Verzia:

source: Add Category
cs: Přidat kategorii
sk: Pridať kategóriu

source: Manager
cs: Manažér
sk: Manažér doplnkov

source: Support us
cs: Podpořte nás
sk: Podporte nás

source: Set category name
cs: Zvolte jméno kategorie
sk: Zvoľte meno kategórie

source: Canceling...
cs: Ruší se načítání...
sk: Prerušujem načitavanie...

source: Loading...
cs: Načítám...
sk: Načítavam...

source: Do you want to exit ArchivCZSK?
cs: Chcete ukončit archivCZSK?
sk: Chcete ukončiť archivCZSK?

source: show info in CSFD
cs: zobrazit informace v CSFD doplňku
sk: zobrazí informácie o vybranej položke v CSFD doplnku

source: show additional info
cs: zobrazit informace
sk: zobrazí dodatočné informácie o vybranej položke

source: show menu of current item
cs: zobrazí informace o vybrané položce
sk: zobrazí možnosti vybranej položky

source: Select category
cs: Vyberte kategorii
sk: Vyberte kategóriu

source: ArchivCZSK - Download:
cs: ArchivCZSK - Stahování:
sk: ArchívCZSK - Sťahovanie:

source: successfully finished.
cs: úspěšně dokončeno.
sk: úspešne skončilo.

source: finished with errors.
cs: dokončeno s chybami.
sk: skončilo s chybami.

source: started.
cs: začalo.
sk: začalo.

source: You've to change download filename. Try again..
cs: Musíte změnit jméno stahovaného souboru. Zkuste to znovu..
sk: Músite zmeniť názov sťahovaného súboru. Skúste znova...

source: The file
cs: Soubor
sk: Súbor

source: already exists
cs: již existuje
sk: už existuje

source: Try to use another name...
cs: Zkuste použít jiné jméno
sk: Skúste použiť iné meno...

source: Rename filename
cs: Přejmenujte soubor
sk: Premenovať súbor

source: Download is already running
cs: Stahování již probíhá
sk: Sťahovanie už prebieha

source: already exist
cs: již existuje
sk: už existuje

source: Override existing file
cs: Přepsat stávající soubor
sk: Prepísať súbor

source: Rename file
cs: Přejmenovat soubor
sk: Premenovať súbor

source: Download progress
cs: Průběh stahování
sk: Priebeh sťahovania

source: Size:
cs: Velikost:
sk: Veľkosť:

source: Path:
cs: Cesta:
sk: Cesta:

source: Start time:
cs: Začátek stahování:
sk: Začiatok sťahovania:

source: Finish time:
cs: Konec stahování:
sk: Koniec sťahovania:

source: State:
cs: Stav:
sk: Stav:

source: Speed:
cs: Rychlost:
sk: Rýchlosť:

source: not finished
cs: nedokončeno
sk: neukončené

source: downloaded
cs: staženo
sk: stiahnutých

source: Show recent downloads
cs: Zobrazit stahované soubory
sk: Zobraziť sťahované súbory

source: ArchivCZSK changelog
cs: ArchivCZSK změny
sk: ArchivCZSK zmeny

source: show download list
cs: zobrazit aktuálně stahované soubory
sk: zobraziť aktuálne sťahované súbory

source: Cancel
cs: Zrušit
sk: Zrušiť

source: Recent downloads
cs: Nejnovější stahování
sk: Sťahované súbory

source: Do you want to cancel
cs: Chcete zrušit
sk: Chcete prerušiť

source: from disk
cs: z disku
sk: z disku?

source: is not downloaded yet. Do you want to play it anyway?
cs: zatím není stažen. Chcete i přesto spustit přehrávání?
sk: zatiaľ nie je dosťahovaný. Chcete ho aj napriek tomu prehrať?

source: Sort alphabetically
cs: Podle abecedy
sk: Podľa [A-Z]

source: Sort by date
cs: Podle data
sk: Podľa dátumu

source: Sort by size
cs: Podle velikosti
sk: Podľa velkosťi

source: Sort by state
cs: Podle stavu
sk: Podľa stavu

source: Unknown Error
cs: Neznámá chyba
sk: Neznáma Chyba

source: Unknown Warning
cs: Upozornění stahování
sk: Neznáme varovanie

source: Unknown Info
cs: Neznámá chyba
sk: Neznáma Chyba

source: Addon error
cs: Chyba archívu
sk: Chyba archívu

source: Addon warning
cs: Upozornění doplňku
sk: Upozornenie doplnku

source: Addon info
cs: Informace o archívu
sk: Informácia doplnku

source: Error in loading
cs: Chyba načítání
sk: Chyba v načítavaní

source: HTTP Error
cs: Chyba HTTP
sk: HTTP Chyba

source: URL Error
cs: Chyba URL
sk: URL Chyba

source: Author of this addon needs to update it
cs: Autor jej musí opravit.
sk: Autor ho musí aktualizovať

source: Download error
cs: Chyba stahování
sk: Chyba sťahovania

source: Download warning
cs: Upozornění stahování
sk: Upoznenie sťahovania

source: Download info
cs: Informace o stahování
sk: Informácia o sťahovaní

source: protocol is not supported
cs: protokol není podporován
sk: prokol nie je podporovaný

source: Updater error
cs: Chyba aktualizátoru
sk: Chyba aktualizácie

source: Updater warning
cs: Upozornění aktualizátoru
sk: Upozornenie aktualizacii

source: Updater info
cs: Informace aktualizátoru
sk: Informácia aktualizácii

source: Play error
cs: Chyba přehrávání
sk: Chyba prehrávania

source: Play warning
cs: Varování přehrávání
sk: Upozornenie prehŕavania

source: Play info
cs: Informace o přehrávání
sk: Informácia o prehrávaní

source: Video url doesnt exist
cs: Adresa videa neexistuje
sk: Video adresa, ktorú chcete prehrať neexistuje.

source: Genre:
cs: Žánr:
sk: Žáner:

source: Year:
cs: Rok:
sk: Rok:

source: Rating:
cs: Hodnocení:
sk: Hodnotenie:

source: Refresh
cs: Aktualizovat
sk: Aktualizovať zoznam

source: Detected player:
cs: Zjištěný přehrávač:
sk: Prehrávač:

source: Supported protocols:
cs: Podporované protokoly:
sk: Podporované protokoly:

source: Supported containers:
cs: Podporované kontejnery:
sk: Podporované kontajnery:

source: VideoPlayer Info
cs: Informace o Video přehrávači
sk: Informácie o Video Prehrávači

source: * Status UNKNOWN means, that I dont know how to get info,
cs: * Stav NEZNÁMÝ znamená, že plugin neví, jak získat informace.
sk: * Stav NEZNÁMY znamená, že neviem ako získať potrebné informácie,

source: it doesnt mean that protocol or container isn't supported
cs: ale neznamená to, že protokol nebo kontejner není podporován
sk: neznamená to že protokol alebo kontajner nie je podporovaný

source: * Videos are encoded by various codecs
cs: * Videa jsou kódována různými kodeky
sk: * Videá sú kódované rôznymi kodekmi

source: to play them you need to have HW support of your receiver to decode them
cs: a k jejich přehrání je nutné, aby váš příjímač hardwarově podporoval jejich dekódovaní
sk: pre ich prehratie je potrebné, aby mal váš príjmač hardvérovú podporu na ich dekódovanie

source: For example if you have ASF(WMV) - OK state
cs: Máte-li například stav ASF(WMV) - FAIL
sk: Napríklad ak sa vám zobrazuje stav ASF(WMV) - FAIL

source: it doesnt already mean that you can play WMV file
cs: neznamená to, že můžete přehrávat WMV soubory
sk: tak to ešte neznamená že môžete prehrávať WMV videá

source: it just means that player can open WMV container and get ENCODED video out of it
cs: znamená to, že přehrávač může otevřít WMV kontejner a získat z něj kódované video
sk: znamená to len že váš prehrávač je schopný otvoriť WMV kontajner a získať z neho zakódované video

source: In WMV container is used VC1 encoded video
cs: Ve WMV kontejneru je video zakódováno VC1 kodekem
sk: Vo WMV kontajnery je použitý VC1 kodek

source: If your player cannot decode VC1 codec, than you cannot play this video.
cs: Pokud váš přehrávač neumí dekódovat VC1 kodek, video nepřehrajete.
sk: Ak váš prehrávač nedokáže dekódovať VC1 kodek, tak toto video neprehráte.

source: HTTP Protocol
cs: HTTP protokol
sk: HTTP protokol

source: HLS Protocol
cs: HLS protokol
sk: HLS protokol

source: MMS Protocol
cs: MMS protokol
sk: MMS protokol

source: RTMP Protocol
cs: RTMP protokol
sk: RTMP protokol

source: RTSP Protocol
cs: RTSP protokol
sk: RTSP protokol

source: 3GP container
cs: 3GP kontejner
sk: 3GP kontajner

source: ASF(WMV) Container
cs: ASF(WMV) kontejner
sk: ASF(WMW) kontajner

source: AVI Container
cs: AVI kontejner
sk: AVI kontajner

source: FLV Container
cs: FLV kontejner
sk: FLV kontajner

source: MKV Container
cs: MKV kontejner
sk: MKV kontajner

source: MP4 Container
cs: MP4 kontejner
sk: MP4 kontajner

source: UNKNOWN
cs: NEZNÁMÝ
sk: NEZNÁMY

source: Save
cs: Uložit
sk: Uložiť

source: Next
cs: Další strana
sk: Ďaľšia strana

source: Main
cs: Obecné
sk: Všeobecné

source: Player
cs: Přehrávač
sk: Prehrávač

source: Path
cs: Cesta
sk: Cesta

source: Misc
cs: Různé
sk: Rôzne

source: Configuration
cs: Konfigurace
sk: Konfigurácia

source: change search expression
cs: Změnit vyhledávaný výraz
sk: zmeniť hľadaný výraz

source: remove diacritic
cs: Odstranit diakritiku
sk: zmazať diakritiku

source: choose from EPG
cs: Vybrat z EPG
sk: vybrať z EPG

source: ArchivCZSK Search
cs: Vyhledávání v ArchivuCZSK
sk: ArchivCZSK vyhľadávanie

source: Set your search expression
cs: Prosím vložte hledaný výraz
sk: Prosím vložte hľadaný výraz

source: Remove shortcut
cs: Odstranit záložku
sk: Zmazať záložku

source: Do you want to delete
cs: Chcete smazat
sk: Chcete zmazať

source: Playing CZ/SK archives
cs: Přehrávání CZ/SK archivů
sk: Prehrávanie CZ/SK archívov

source: Search in ArchivCZSK
cs: Vyhledávání v Archivu CZSK
sk: ArchivCZSK vyhľadávanie

source: infinite
cs: dokončeno
sk: nekonečno

source: download
cs: Stahování
sk: Sťahovanie

source: download path
cs: Stahovat do
sk: Sťahovať do

source: loading
cs: Načítání
sk: Načitavanie

source: timeout
cs: Časový limit načítání
sk: HTTP Timeout

source: standard player
cs: Standardní přehrávač
sk: štandardný prehrávač

source: custom player (subtitle support)
cs: Upravený přehrávač (podpora titulků)
sk: upravený prehrávač (podpora tituliek)

source: Internal
cs: Vnitřní
sk: Interný

source: Show more info about player
cs: Informace o video přehrávači
sk: Zobraziť informácie o prehrávači

source: RTMP Timeout
cs: Časový limit RTMP

source: RTMP Buffer
cs: RTMP zásobník

source: Confirm exit when closing player
cs: Potvrdit ukončení při opouštění přehrávače
sk: Potvrdiť ukončenie prehrávania

source: Allow choosing subtitles in audio selection menu
cs: Povolit volbu titulků v menu pro výběr audio stopy
sk: Povoliť voľbu titulkov v menu pre výber audio stopy

source: Default category
cs: Předvolená kategorie
sk: Predvolená kategória

source: Allow archivCZSK auto update
cs: Povolit kontrolu aktualizací archivuCZSK
sk: Povoliť kontrolu aktualizácií archívuCZSK

source: Allow addons auto update
cs: Povolit kontrolu aktualizací doplňků
sk: Povoliť kontrolu aktualizácií doplnkov

source: Show movie poster
cs: Zobrazit plakát filmu
sk: Zobraziť plagát filmu

source: Max posters on HDD
cs: Max počet plakátů na disku
sk: Max počet plagátov na disku

source: Add to extensions menu
cs: Přidat do menu rozšíření
sk: Pridať do menu rozšírení

source: Add to main menu
cs: Přidat do hlavního menu
sk: Pridať do hlavného menu

source: Add search option in epg menu
cs: Přidat vyhledávání v archivu na dlouhé stisknutí EPG/INFO
sk: Pridať vyhľadávanie v archive na dlhé stlačenie EPG/INFO

source: Data path
cs: Data
sk: Data

source: Temp path
cs: Dočasný adresář
sk: Dočasný adresár

source: Downloads path
cs: Stahovat do
sk: Sťahovať do

source: Posters path
cs: Plakáty stahovat do
sk: Plagáty sťahovať do

source: Log path
cs: Logovat do
sk: Logovať do

source: Debug mode
cs: Režim ladění
sk: Debug mód

source: Confirm exit when closing plugin
cs: Potvrdit ukončení při opouštění modulu
sk: Potvrdiť ukončenie archívuCZSK

source: Show broken addons
cs: Zobrazit nefunkční doplňky
sk: Zobraziť nefunkčné doplnky

source: Show not supported addons
cs: Zobrazit nepodporované doplňky
sk: Zobraziť nepodporované doplnky

source: Show video source selection
cs: Zobrazit výběr zdroje videa
sk: Zobraziť výber zdroju videa

source: Convert captcha images to 8bit
cs: Konvertovat captcha obrázky na 8bitové
sk: Konvertovať captcha obrázky

source: Drop caches on exit
cs: Vymazat mezipamět po ukončení pluginu
sk: Vymazať medzipamäť po ukončení

source: Used player
cs: Používat přehrávač
sk: Používať prehrávač

source: Play using gstplayer
cs: Přehrát pomocí gstplayer
sk: Prehrať pomocou gstplayer

source: Play using exteplayer3
cs: Přehrát pomocí exteplayer3
sk: Prehrať pomocou exteplayer3

source: Size:
cs: Velikost:
sk: Veľkosť:

source: Downloading update package
cs: Stahuji aktualizační balík
sk: Sťahujem aktualizačný balík

source: Updating archivCZSK using package manager
cs: Aktualizuji archivCZSK pomocí správce balíku
sk: Aktualizujem archivCZSK pomocou správcu balíkov

source: Failed to download archivCZSK update package
cs: Selhalo stažení balíku s aktualizaci archivCZSK
sk: Zlyhalo sťahovanie aktualizačného balíka archivCZSK

source: Update archivCZSK failed. {cmd} returned error {msg}
cs: Aktualizace archivCZSK selhala. {cmd} skončilo chybou {msg}
sk: Aktualizácia archivCZSK zlyhala. {cmd} skončilo chybou {msg}

source: Preload
cs: Přednačíst
sk: Prednačítať

source: Support for youtube videos
cs: Podpora pro youtube videa
sk: Podpora pre youtube videa

source: Checking for addons updates
cs: Kontrola aktualizací doplňků
sk: Kontrolujem aktualizácie doplnkov

source: Update timeout
cs: Časový limit kontroly aktualizace
sk: Časový limit aktualizácie

source: Trakt.tv action
cs: Trakt.tv akce
sk: Trakt.tv akcia

source: Add to watchlist
cs: Přidat do Watchlist
sk: Pridať do Watchlist

source: Delete from watchlist
cs: Vymazat z Watchlist
sk: Vymazať z Watchlist

source: Mark as watched
cs: Označit jako viděno
sk: Označiť ako videné

source: Mark as not watched
cs: Označit jako neviděno
sk: Označiť ako nevidené

source: Choose Trakt.tv action
cs: Zvolte akci pro Trakt.tv
sk: Zvoľte Trakt.tv akciu

source: By system check there was no system plugin with name ServiceApp detected. This means, that your system only supports video player integrated in enigma2. Some addons doesn't work properly with internal player or don't work at all. If you will have problem with playing some videos, try to install ServiceApp system plugin from feed of your distribution. Then you can change in addon settings used video player to gstplayer or exteplayer3 that can handle some video formats better.
cs: Při kontrole systému nebyl detekován systémový plugin s názvem ServiceApp. To znamená, že váš systém podporuje pouze video přehrávač integrovaný v enigma2. Některé doplňky nefungují správně s interním přehrávačem nebo nefungují vůbec. Pokud budete mít problém s přehráváním některých videí, zkuste si nainstalovat systémový plugin ServiceApp z feedu vaší distribuce. Poté můžete v nastavení doplňku změnit použitý video přehrávač na gstplayer nebo exteplayer3, který si lépe poradí s některými formáty videa.
sk: Pri kontrole systému nebol detekovaný systémový plugin s názvom ServiceApp. To znamená, že váš systém podporuje iba video prehrávač integrovaný v enigma2. Niektoré doplnky s interným prehrávačom nefungujú správne alebo nefungujú vôbec. Ak budete mať problém s prehrávaním niektorých videí, skúste si nainštalovať systémový plugin ServiceApp z feedu vašej distribúcie. Potom môžete v nastaveniach doplnku zmeniť použitý video prehrávač na gstplayer alebo exteplayer3, ktorý lepšie zvládne niektoré formáty videa.

source: By system check there was system plugin with name ServiceApp detected, but you miss exteplayer3 and gstplayer. These video players are needed to handle some video formats that internal video player build into enigma2 can't. It is recommended to install gstplayer and exteplayer3 from feed of your distribution to be able use all available addons.
cs: Při kontrole systému byl zjištěn systémový plugin s názvem ServiceApp, ale chybí vám přehrávače exteplayer3 a gstplayer. Tyto videopřehrávače jsou potřeba ke zpracování některých video formátů, které interní videopřehrávač zabudovaný do enigma2 zpracovat nedokáže. Doporučuje se nainstalovat gstplayer a exteplayer3 z feedu vaší distribuce, abyste mohli používat všechny dostupné doplňky.
sk: Pri kontrole systému bol zistený systémový plugin s názvom ServiceApp, ale chýba vám prehrávač exteplayer3 a gstplayer. Tieto video prehrávače sú potrebné na spracovanie niektorých formátov videa, ktoré integrovaný video prehrávač v enigma2 nedokáže. Odporúča sa nainštalovať gstplayer a exteplayer3 z feedu vašej distribúcie, aby ste mohli využívať všetky dostupné doplnky.
