Repository: archivczsk/archivczsk
Catalog: locale/*.po
Languages: cs, sk

source: By system check there was system plugin with name ServiceApp detected, but you miss exteplayer3. This video player is needed to handle some video formats that internal video player build into enigma2 can't. It is recommended to install exteplayer3 from feed of your distribution to be able use all available addons.
cs: Při kontrole systému byl zjištěn systémový plugin s názvem ServiceApp, ale chybí vám přehrávač exteplayer3. Tento videopřehrávač je potřeba ke zpracování některých video formátů, které interní videopřehrávač zabudovaný do enigma2 zpracovat nedokáže. Doporučuje se nainstalovat exteplayer3 z feedu vaší distribuce, abyste mohli používat všechny dostupné doplňky.
sk: Pri kontrole systému bol zistený systémový plugin s názvom ServiceApp, ale chýba vám prehrávač exteplayer3. Tento video prehrávač je potrebný na spracovanie niektorých formátov videa, ktoré integrovaný video prehrávač v enigma2 nedokáže. Odporúča sa nainštalovať exteplayer3 z feedu vašej distribúcie, aby ste mohli využívať všetky dostupné doplnky.

source: By system check there was system plugin with name ServiceApp detected, but you miss gstplayer. This video player is needed to handle some video formats that internal video player build into enigma2 can't. It is recommended to install gstplayer from feed of your distribution to be able use all available addons.
cs: Při kontrole systému byl zjištěn systémový plugin s názvem ServiceApp, ale chybí vám přehrávač gstplayer. Tento videopřehrávač je potřeba ke zpracování některých video formátů, které interní videopřehrávač zabudovaný do enigma2 zpracovat nedokáže. Doporučuje se nainstalovat gstplayer z feedu vaší distribuce, abyste mohli používat všechny dostupné doplňky.
sk: Pri kontrole systému bol zistený systémový plugin s názvom ServiceApp, ale chýba vám prehrávač gstplayer. Tento video prehrávač je potrebný na spracovanie niektorých formátov videa, ktoré integrovaný video prehrávač v enigma2 nedokáže. Odporúča sa nainštalovať gstplayer z feedu vašej distribúcie, aby ste mohli využívať všetky dostupné doplnky.

source: Pair device with Trakt.tv
cs: Spárovat toto zařízení s Trakt.tv
sk: Spárovať zariadenie s Trakt.tv

source: Trakt.tv operation {action} ended successfuly
cs: Trakt.tv operace "{action}" skončila úspěšne
sk: Trakt.tv operácia "{action}" skončila úspešne

source: Trakt.tv is not paired with this device.
cs: Trakt.tv není spárován s tímhle zařízením
sk: Trakt.tv nie je spárovaný s týmto zariadením

source: Trakt.tv operation "{action}" failed
cs: Trakt.tv operace "{action}" selhala
sk: Trakt.tv operácia "{action}" zlyhala

source: Pairing timed out!
cs: Časový limit pro párování vypršel!
sk: Časový limit párovania vypršal

source: Pairing aborted by user
cs: Párování bylo zrušeno uživatelem
sk: Párovanie bolo zrušené používateľom

source: Pairing succesed. You can use Trakt.tv functions now
cs: Spárování bylo úspěšné. Nyní můžete využívat funkce Trakt.tv
sk: Párovanie úspešné. Teraz môžete využívať funkcie Trakt.tv

source: To pair Trakt.tv with this device go to the activation address and enter pairing code. Activation URL: {url} Activation code: {code}
cs: Pro spárování Trakt.tv s tímto zařízením přejděte na aktivační adresu a zadejte aktivační kód. Aktivační URL: {url} Aktivační kód: {code}
sk: Pre sprárovanie tohto zariadenia s Trakt.tv hoďte na aktivačnú adresu a zadaje aktivačný kód. Aktivačná URL: {url} Aktivačný kód: {code}

source: Stable
cs: Stabilní
sk: Stabilný

source: Testing
cs: Testovací
sk: Testovací

source: Update repository
cs: Aktualizační repozitář
sk: Aktualizačný repozitár

source: Update channel
cs: Aktualizačí kanál
sk: Aktualizačný kanál

source: Force data synchronisation
cs: Vynutit synchronizaci dat
sk: Vynútiť synchronizáciu dát

source: Cannot execute addon {addon_name}. Dependency {dependency_name} version {dependency_version} needs to be at least version {dependency_version_requiered}
cs: Spuštení doplňku {addon_name} selhalo. Nainstalována závislost {dependency_name} verze {dependency_version} musí být aspoň ve verzi {dependency_version_requiered}
sk: Spustenie doplnku {addon_name} zlyhalo. Nainštalovaná závislosť {dependency_name} verzia {dependency_version} musí byť aspoň vo verzii {dependency_version_requiered}

source: Enable colored items
cs: Povolit vyfarbování jednotlivých položek v seznamu
sk: Povoliť vyfarbovanie jednotlivých položiek v zozname

source: Internal HTTP server listen port
cs: Port interního HTTP serveru
sk: Port interného HTTP servera

source: Run HTTP only for internal addons usage
cs: Spustiť HTTP server jen pro interní použití doplňkami
sk: Spustiť HTTP server iba pre interné použitie doplnkami

source: Using archivCZSK on DreamBox with original software is not supported due missing HW for testing. Due this bugs related to DreamBox will not be fixed. Use at your own risk.
cs: Použití archivCZSK na DreamBoxu s originálním softwarem není podporováno kvůli chybějícímu HW pro testování. Kvůli tomu chyby související s DreamBoxem nebudou opraveny. Používejte na vlastní nebezpečí.
sk: Použitie archivCZSK na DreamBoxe s originálnym softvérom nie je podporované z dôvodu chýbajúceho HW na testovanie. Z tohto dôvodu chyby súvisiace s DreamBoxom nebudú opravené. Používajte na vlastné riziko.

source: deprecated
cs: zastarané
sk: zastaralý

source: These informations are valid only for internal enigma2 player based on gstreamer
cs: Tyto informace jsou platné pouze pro interní přehrávač enigma2 založený na gstreameru
sk: Tieto informácie sú platné iba ak používate interný enigma2 prehrávač založený na gstreamer

source: If you use other player like exteplayer3, then this check is not valid to you.
cs: Pokud používáte jiný přehrávač, jako je exteplayer3, pak pro vás tato kontrola neplatí.
sk: Ak používate iný prehrávač ako exteplayer3, potom táto kontrola pre vás nie je platná.

source: Allow preloading of addons on start
cs: Povolit přednačítání doplňků při startu
sk: Povolť pradnačítavanie doplnkov pri štarte

source: Failed to resolve addon entry point: %s
cs: Nepodařilo se připojit na vstupní bod doplňku: %s
sk: Nepodarilo sa pripojiť na vstupný bod doplnku: %s

source: Addon doesn't returned interface run method
cs: Doplňek nevrátil run metodu ve svém rozhraní
sk: Doplnok nevrátil vo svojom rozhraní run metódu

source: Addon is created for archivCZSK 1.x.x version and will not work anymore in this version. Author of the addon need to adopt it for this version.
cs: Doplňek je vytvořen pro verzi archivCZSK 1.x.x a v této verzi už není funkční. Autor doplňku jej pro tuto verzi musí přizpůsobit.
sk: Doplnok je vytvorený pre verziu archivCZSK 1.x.x a v tejto verzii už viac nie je funkčný. Autor doplnku ho musí pre túto verziu prispôsobiť.

source: Do you want to remove this addon?
cs: Chcete vymazat tento doplňek?
sk: Chcete vymazať tento doplnok?

source: Switch player type
cs: Změnit typ přehrávače

source: ArchivCZSK
sk: ArchívCZSK

source: Allow sending anonymous usage statistics
sk: Povoliť odosielanie anonymných štatistík o používaní
